const arabic = {
  header: {
    langbtn: "Hello",
    links: [
      { text: "ابحث عن فيلا", link: "/floorplan" },
      { text: "من نحن", link: "/about" },
      { text: "الأخبار", link: "/news" },
    ],
    contact: "تواصل معنا",
    homepage: "Homepage",
  },

  sustainablesection: {
    title1: "HOW WE SUPPORT",
    title2: "SUSTAINABLE FEATURES",
    features: [
      {
        sectionhead: "خصائص الاستدامة",
        heading: "الإستدامة الإجتماعية",
        sub: "من خلال تطوير المرافق العامة وبرامج التواصل المجتمعي",
        bullets: [
          "صالات رياضية داخلية وخارجية",
          "مسارات للجري والدراجات الهوائية",
          " ناد للفروسية ومسار لركوب الخيل",
          "حدائق وملاعب للأطفال",
          "حوض سباحة",
          " مسجد ومصليات",
          "عيادات طبية ومركز اللياقة الصحي",
          "برامج مدرسية وتعليمية",
          "مركز للتوحد",
          "مرافق ضيافة فاخرة تضم فنادق فئة 4 و5 نجوم.",
        ],
      },

      {
        heading: "الاستدامة الاقتصادية",
        sub: "مفهوم تضمنه الكفاءات التشغيلية، لتوفير في تكلفة التشغيل، والإسهام في الاقتصاد الأخضر.",
        bullets: [
          " توفير هائل في فواتير الكهرباء و المياه",
          " إيجاد فرص العمل",
          " دعم الإقتصاد المحلي",
          " تصميم ذكي يسهم في انخفاض النفقات التشغيلية",
          " تشجيع الاقتصاد الدائري",
        ],
      },
      {
        heading: "الاستدامة البيئية",
        sub: "تتحقق من خلال استراتيجيات تصميم نوعية تتسم بالفعالية.",
        bullets: [
          "مزارع حضرية وبيوت خضراء",
          "إنتاج 100 ٪من إحتياجات الطاقة عبر مصادر المتجددة",
          "إعادة استخدام المياه لعمليات للري",
          "أنظمة خاصة لجمع مياه الشرب من الهواء",
          "منازل عالية الكفاءة بتصميم ذكي",
          "محطات شحن للمركبات الكهربائية",
          "إعادة تدوير النفايات",
        ],
      },
    ],
  },
  masterplan: {
    title1: "GET QUALITY LIFE WITH",
    title2: "OUR MASTER PLAN",
    description:
      "The project is designed to improve the quality of life for residents without compromising the needs of future generations.",
  },
  locationsection: {
    title1: "Dont miss anything with",
    title2: "OUR PROJECT LOCATION",
    description:
      "Our project location is thoroughly surrounded by touristic locations with a world-class experience.",
  },
  villaplansection: {
    title1: "Redefining living with our",
    title2: "bedroom villa plans",
    btntext: "see details",
    proptext: "property features",
    villas: [
      {
        id: 1,
        title: "كورتيارد فيلا – 3 غرف نوم – الفلل الغربية",
        homepagetitle: "غرف كورتيارد",
        gross: "إجمالي المساحة الأرضية 238 متر مربع ",
        build: "مساحة البناء 285 متر مربع",
        link: "/floorplan/1",
        ff_plan: "",
        gf_plan: "",
        bedrooms: 3,
        bathrooms: 5,
        type: "كورتيارد فيلا",
        location: "الفلل الغربية",
        gfa: "238",
        bua: "256",
        description:
          "تمتاز هذه الفلل المكونة من ثلاث غرف نوم برحابتها وبأناقتها العصرية. ويراعي هذا التصميم العملي ضمان وجود إضاءة طبيعية في الطابق الأرضي، مع مساحة مطبخ واسعة مجاورة لغرفة الخادمة المرفقة بحمام صغير (نصف حمام) وغرفة معيشة واسعة. ويتضمن الطابق العلوي ثلاث غرف نوم مرفقة بحمامات داخلية، مع مساحة كبيرة لرُكن الدراسة والمنامة والتخزين. وتأتي غرفة النوم الرئيسة مزودة بمساحة مخصصة لخزانة ملابس واسعة، وحمام فخم كامل التجهيزات، ومخرج إلى الشرفة المطلة على ساحة الفناء المصممة بأسلوب أنيق وبعناية فائقة، ما يضمن توافر جميع العناصر اللازمة لمعيشة هادئة ونمط حياة مريح.",
      },
      {
        id: 2,
        title: "كورتيارد فيلا – 4 غرف نوم – الفلل الغربية",
        homepagetitle: "غرف كورتيارد",
        gross: "إجمالي المساحة الأرضية 266 متراً مربعاً",
        build: "مساحة البناء 285 متراً مربعاً",
        link: "/floorplans/2",
        gf_plan: "",
        ff_plan: "",
        bedrooms: 4,
        bathrooms: 5,
        type: "كورتيارد فيلا",
        location: "الفلل الغربية",
        gfa: "266",
        bua: "285",
        description:
          "يشتمل هذا التصميم المذهل للفيلا المكونة من أربع غرف نوم على طابق سفلي يمتاز بإضاءة طبيعية مشرقة، ويأتي مُلحقاً بغرفة معيشة فسيحة للغاية. وقد زُوّدَ المطبخ بمستلزمات وتجهيزات فاخرة ضمن مساحة واسعة تحفّز وتزيد من متعة تحضير الأطباق الشهية والمأكولات. وتتميز منطقة تناول الطعام المجاورة برحابة ملفتة وبإضاءة طبيعية تضفي سحراً خاصاً ممزوجاً بلمسات عصرية رائعة. أما الطابق الأرضي، فيضم حماماً صغيراً (نصف حمام) وغرفة مخصصة للخادمة. وفي الطابق العلوي من هذا التصميم توجد ثلاث غرف نوم ملحقة بحمامات داخلية، إلى جانب غرفة نوم رئيسة واسعة لها نوافذ كبيرة الحجم، وفيها مساحة كبيرة مخصصة لخزانة الملابس وحمام داخلي فخم مجهز بحوض استحمام، مع شرفة مظللة تطل على الفناء.",
      },
      {
        id: 3,
        title: "فيلا الحديقة – 4 غرف نوم – الفلل الشرقية",
        homepagetitle: "غرف كورتيارد فيلا",
        gross: "إجمالي المساحة الأرضية 378 متراً مربعاً",
        build: "مساحة البناء 459 متراً مربعاً",
        link: "/floorplans/3",
        gf_image: "",
        ff_image: "",
        bedrooms: 4,
        bathrooms: 6,
        type: "كورتيارد فيلا",
        location: "الفلل الغربية",
        gfa: "378",
        bua: "459",
        description:
          "صُممت فلل الحديقة المكونة من أربع غرف نوم ببراعة لتشكل مكاناً مثالياً للأشخاص الذين يولون البيئة وسلامتها اهتماماً بالغاً. وتتضمن هذه الفئة من الفلل ردهة استقبال واسعة وأنيقة ومرحّبة، وغرفة جلوس شاسعة مرفقة بشرفة مظللة بمساحة ممتدة، وفيها كذلك موقف يتسع لسيارتين يقع خلف غرفة الخادمة ويمكن الوصول إليه عبر فناء الحديقة. وتتصل المساحة المخصصة لتناول الطعام بأسلوب مريح وسلس مع المطبخ المصمم على شكل حرف U، ما يتيح مساحةً تتسع لإبداعات عشاق إعداد الطعام. أما الطابق الأول فيتألف من أربع غرف نوم مرفقة بحمامات داخلية، وتحتوي غرفة النوم الرئيسة على مساحة وافرة لخزانة الملابس وحمام داخلي واسع رائع التصميم، وشرفة رحبة تقع فوق المساحة الخضراء الفخمة في الفناء.",
      },
    ],
  },
  commontext: {
    brochure: "الكتيب",
    floorplan: "المخططات",
    learnmore: "إعرف المزيد",
    download: "تحميل",
    bedroom: "غرف نوم",
    bathroom: "حمامات",
    pool: "حمام السباحة",
    maidroom: "غرفة خادمة",
    propsubheading_1: "مكونات الفيلا",
    propsubheading_2: "ميزات اضافية",
    ecofriendly: "مشروع صديق للبيئة",
    smarthome: "Smart Home",
    privategarden: "شرفة",
    seedetails: "See Details",
  },
  newssection: {
    post: [
      {
        title: `دايموند للتطوير العقاري توقع اتفاقية شراكة مع الشركة العمانية للتنمية السياحية (عُمران) `,
        discription: `أبرمت "دايموند للتطوير العقاري" المتخصصة في تطوير المشروعات البيئية بدبي اتفاقية شراكة تطويرية مع الشركة العمانية للتنمية السياحية (مجموعة عُمران) لتنفيذ المرحلة الأولى من مشروع يتي السياحي المتكامل بقيمة استثمارية تبلغ نحو 3.7 مليار درهم إماراتي (تبلغ قرابة مليار دولار أمريكي). وقد أثمرت هذه الشراكة تأسيس "شركة التطوير والاستثمار المستدام ش.م.ع.م" لتتولى مهام تنفيذ هذه المرحلة من المشروع.
        <br>
        <br>
        وستركز المرحلة الأولى من المشروع التي سُتنفذ على مساحة تصل إلى 900,000 مترًا مربعًا على إنشاء مشروع سياحي مستدام متعدد الاستخدامات، كما يحتفي المشروع الأول من نوعه في السلطنة بأنماط الحياة المستدامة. وستضم هذه المرحلة مجموعة من المرافق الرئيسية كالمتنزهات والمرافق العامة والوحدات السكنية والمحلات التجارية والمرافق التعليمية. وسيتسنى للزوار والقاطنين في المدينة التمتع بمجموعة واسعة من الخيارات والتجارب تتضمن مرافق للضيافة، والمطاعم والمقاهي ومركزاً للفروسية. ومن المؤمل أن يتم إطلاقه رسمياً والكشف عن كافة تفاصيله في وقت قريب لاحق.
        <br>
        <br>
        وحول أهمية هذه الشراكة التطويرية، قال هاشل بن عبيد المحروقي، الرئيس التنفيذي لمجموعة عُمران: "يشكل تعاون مجموعة عُمران مع دايموند للتطوير العقاري لتنفيذ المرحلة الأولى من مشروع يتي السياحي المتكامل انطلاقة فارقة نستهل من خلالها العمل على بلورة الأهداف الموضوعة من خلال تنفيذ جزء حيوي من المخطط الرئيسي لهذا المشروع. كما يعكس توقيع هذه الاتفاقية رؤية المجموعة واستراتيجيتها الرامية إلى دفع عجلة التنمية السياحية في السلطنة من خلال جذب الاستثمار الأجنبي المباشر بما يتوافق مع توجهات جهاز الاستثمار العماني وأهداف رؤية عُمان 2040 والاستراتيجية الوطنية للسياحة في دعم الاقتصاد الوطني." 
        <br>
        <br>
        وأضاف المحروقي: "يسرنا التعاون مع شركة دايموند للتطوير العقاري باعتبارها إحدى الشركات التي وضعت بصمتها جليًا في إنشاء المدن المستدامة في المنطقة، بما ينسجم مع منهجيتنا الراسخة في تطبيق أسس صناعة المكان وتأصيل الاستدامة في نمط الحياة وعبر جميع مكونات المشروع."
        <br>
        <br>
        من جانبه، قال المهندس فارس سعيد، رئيس مجلس إدارة " دايموند للتطوير العقاري": "نحن سعداء للغاية بالشراكة مع مجموعة عُمران لتنفيذ أول مشروعاتنا على أرض السلطنة التي تزخر بمقومات وموارد طبيعية غنية، ونتطلع إلى إطلاق المرحلة الأولى من هذا المشروع الحيوي الذي سيرسي معايير جديدة يتجسد فيها التناغم التام بين الثراء الطبيعي ونمط الحياة العصرية وفق أعلى معايير الاستدامة، حيث تمتلك شركة دايموند للتطوير العقاري خبرة عميقة في بناء المدن المستدامة مكنتها من تحقيق إنجازات متميزة يُحتذى بها في المنطقة. ونتطلع بكل شغف إلى توظيف خبراتنا المتراكمة وشراكتنا مع نخبة من المؤسسات الأكاديمية والبحثية العالمية في إرساء معايير جديدة لبناء مدن المستقبل المستدامة والوصول لمستقبل حيادي الكربون".
        <br>
        <br>
        تأسست "دايموند للتطوير العقاري" في العام 2003، وتُعد شركة رائدة في مجال التطوير العقاري في دبي حيث طورت أول مدينة مستدامة متكاملة ضمن فئتها على مستوى العالم. تمتلك الشركة سجلاً حافلاً بالإنجازات، وتجسد تغييراً جذرياً في مفهوم بناء مدن المستقبل الذكية والمستدامة التي تحسن من جودة الحياة وتحقق أهداف اتفاقية باريس للمناخ 2050. كما تعمل الشركة من خلال شراكاتها الاستراتيجية على دعم وتمكين شركائها في جميع أنحاء العالم من الوصول إلى مدن المستقبل، اليوم".
  
  `,
      },
    ],
  },
};

export default arabic;
