const arabic = {
  header: {
    langbtn: "Hello",
    links: [
      { text: "ابحث عن فيلا", link: "/floorplan" },
      { text: "من نحن", link: "/about" },
      { text: "الأخبار", link: "/news" },
    ],
    contact: "تواصل معنا",
    homepage: "Homepage",
  },

  sustainablesection: {
    title1: "HOW WE SUPPORT",
    title2: "SUSTAINABLE FEATURES",
    features: [
      {
        sectionhead: "خصائص الاستدامة",
        heading: "الإستدامة الإجتماعية",
        sub: "من خلال تطوير المرافق العامة وبرامج التواصل المجتمعي",
        bullets: [
          "صالات رياضية داخلية وخارجية",
          "مسارات للجري والدراجات الهوائية",
          " ناد للفروسية ومسار لركوب الخيل",
          "حدائق وملاعب للأطفال",
          "حوض سباحة",
          " مسجد ومصليات",
          "عيادات طبية ومركز اللياقة الصحي",
          "برامج مدرسية وتعليمية",
          "مركز للتوحد",
          "مرافق ضيافة فاخرة تضم فنادق فئة 4 و5 نجوم.",
        ],
      },

      {
        heading: "الاستدامة الاقتصادية",
        sub: "مفهوم تضمنه الكفاءات التشغيلية، لتوفير في تكلفة التشغيل، والإسهام في الاقتصاد الأخضر.",
        bullets: [
          " توفير هائل في فواتير الكهرباء و المياه",
          " إيجاد فرص العمل",
          " دعم الإقتصاد المحلي",
          " تصميم ذكي يسهم في انخفاض النفقات التشغيلية",
          " تشجيع الاقتصاد الدائري",
        ],
      },
      {
        heading: "الاستدامة البيئية",
        sub: "تتحقق من خلال استراتيجيات تصميم نوعية تتسم بالفعالية.",
        bullets: [
          "مزارع حضرية وبيوت خضراء",
          "إنتاج 100 ٪من إحتياجات الطاقة عبر مصادر المتجددة",
          "إعادة استخدام المياه لعمليات للري",
          "أنظمة خاصة لجمع مياه الشرب من الهواء",
          "منازل عالية الكفاءة بتصميم ذكي",
          "محطات شحن للمركبات الكهربائية",
          "إعادة تدوير النفايات",
        ],
      },
    ],
  },
  villaplansection: {
    title1: "Redefining living with our",
    title2: "bedroom villa plans",
    btntext: "see details",
    proptext: "property features",
  },
  commontext: {
    brochure: "الكتيب",
    floorplan: "المخططات",
    learnmore: "إعرف المزيد",
    download: "تحميل",
    bedroom: "غرف نوم",
    bathroom: "حمامات",
  },
};

export default arabic;
